<!DOCTYPE html>
<html lang="ar" dir="rtl">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>مملكة السرد</title>
    <link rel="icon" href="Website.jpg">
    <link rel="stylesheet" href="style.css">
    <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/flatpickr/dist/flatpickr.min.css">
    <script src="script.js"></script>
</head>
<body>
    <h1>الشروط والأحكام</h1>
    <p>1- جميع المحتويات المنشورة في موقع "مملكة السرد" هي لأغراض الترفيه والثقافة ولا تعبر بالضرورة عن وجهة نظر إدارة الموقع.</p>
    <p>2- باستخدامك لموقع "مملكة السرد"، فإنك توافق على الالتزام بهذه الشروط والأحكام.</p>
    <p>3- تحتفظ إدارة "مملكة السرد" بالحق في تعديل هذه الشروط والأحكام في أي وقت دون إشعار مسبق.</p>
    <p>4- جميع حقوق الطبع والنشر والعلامات التجارية المتعلقة بالمحتويات (بما في ذلك النصوص والصور والرسوم التوضيحية) هي ملك للمؤلفين أو الموقع ولا يجوز استخدامها أو إعادة نشرها دون إذن خطي مسبق.</p>
    <p>5- الموقع غير مسؤول عن أي ضرر أو خسارة تنشأ عن استخدامك للمحتويات المنشورة أو اعتمادك عليها.</p>
    <p>6- يمنع نشر أي محتوى يخالف القوانين أو الآداب العامة أو يحتوي على مواد ترويجية أو إعلانية دون موافقة مسبقة.</p>
    <p>7- يحتفظ الموقع بحق حذف أو تعديل أي محتوى ينشره المستخدمون إذا كان مخالفًا لهذه الشروط أو يؤثر سلبًا على المستخدمين الآخرين.</p>
    <p>8- المعلومات الشخصية التي يتم جمعها من المستخدمين تستخدم وفقًا لسياسة الخصوصية الخاصة بنا.</p>
    <p>9- لا يجوز لك استخدام الموقع بأي طريقة قد تسبب ضررًا أو تشغيل الخادم المتصلة به.</p>
    <p>10- في حالة وجود أي نزاع، سيتم حله وفقًا بشكل ودي و ان لم تحل المشكله سيتم حب المشكلة وفق قانون دولة الادارة المعمول بها.</p>
    <p>11- إذا كان لديك أي استفسارات حول هذه الشروط والأحكام، يمكنك الاتصال بنا عبر قنوات التواصل.</p>
    <P>12-التعديل يكون قبل النشر و تعديل الترجمه قبل او بعد النشر</P>
</body>
</html>
